[Play_X2_XP_KAL_T_First_Templar_Focus AkEvent]
SpokenText="Мiць Тамплiєрiв в бою подiбна до хвилi. Концентруючись, ми збiльшуємо її, щоб потiм обрушити на своїх ворогiв."

[Play_X2_XP_KAL_T_Gather_Survivors_Dropship_Intro_A AkEvent]
SpokenText="Кiлька моїх послiдовникiв, якi супроводжували дезертира з \"Адвента\" в укрите мiсце, потрапили в засiдку. Ми готовi до жертв, коли це неминуче, але опору не слiд втрачати такого цiнного союзника. Якщо ви зможете врятувати моїх людей, то заслужите їхню повагу."

[Play_X2_XP_KAL_T_Gather_Survivors_Dropship_Intro_B AkEvent]
SpokenText="Слуги Старiйшин йдуть по слiдах моїх послiдовникiв та важливого агента, якi ховаються в глибинi старого мiста. Захоплення цiєї групи стане серйозною i до того ж непотрiбною втратою. Без пiдкрiплення вони довго не протримаються. Прошу вас: зробiть усе можливе для них."

[Play_X2_XP_KAL_T_Gather_Survivors_Dropship_Intro_C AkEvent]
SpokenText="Мої послiдовники потребують вашої допомоги. Цiнний союзник разом з групою супроводу потрапив у пастку в одному iз занедбаних мiст. Пси Старiйшин йдуть по слiду i зовсiм скоро знайдуть їхнє укриття. Прошу вас, допоможiть, чим можете, своїм вiрним союзникам."

[Play_X2_XP_KAL_T_Gather_Survivors_First_ADVENT_Sighted AkEvent]
SpokenText="Неподалiк вiд вас слуги Старiйшин. Якщо вони стануть на вашому шляху, зробiть те, що необхiдно."

[Play_X2_XP_KAL_T_Gather_Survivors_Mission_Complete AkEvent]
SpokenText="Ви зробили сьогоднi велику справу. Дякую вам i вашим вiйськам за хоробрiсть."

[Play_X2_XP_KAL_T_Gather_Survivors_XCOM_Links_Faction_Soldier AkEvent]
SpokenText="Покажемо нашим новим друзям, як сила Тамплiєрiв змiнить цю вiйну!"

[Play_X2_XP_KAL_T_How_To_Use_Templar AkEvent]
SpokenText="Мої послiдовники, воїни-Тамплiєри, спецiалiзуються на управлiннi псi-енергiєю, пiдкорюючи собi силу, яка належить усiм iстинним спадкоємцям Землi. Напружена концентрацiя дозволяє нам перетворювати свiт навколо за своїм бажанням."

[Play_X2_XP_KAL_T_Swarm_Dropship_Intro_A AkEvent]
SpokenText="Мої послiдовники шукають нових союзникiв у найрiзноманiтнiших мiсцях - навiть у фальшивих святилищах, зведених Старiйшинами, щоб обдурити нас. Наш новий товариш намагається сховатися вiд сил \"Адвента\" в пiдземних тунелях, але довго вiн так не протримається. Я направив вам на допомогу одного зi своїх найкращих людей, але основний труд ляже на вашi плечi."

[Play_X2_XP_KAL_T_Swarm_Dropship_Intro_B AkEvent]
SpokenText="Один наш знайомий, який колись служив Старiйшинам, вирiшив приєднатися до нас. Вiн сховався в укриттi, спорудженому в тунелях пiд мiстом, але у нас недостатньо сил, щоб виручити його. Я прошу вас зробити все можливе для порятунку нашого союзника."

[Play_X2_XP_KAL_T_Swarm_Dropship_Intro_C AkEvent]
SpokenText="Один iз найбiльш досвiдчених моїх послiдовникiв вiдправився в тунелi, щоб виручити цiнного союзника. Мiй боєць сильний, але, боюсь, на самотi навiть вiн не впорається. Вiн виконає будь-який ваш наказ, а ви постарайтеся, щоб вони повернулися живими й неушкодженими."

[Play_X2_XP_KAL_T_Swarm_Mission_Complete AkEvent]
SpokenText="Я нiколи не сумнiвався у ваших здiбностях. Ви заслужили нашу довiру."
